---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.ViewsExportedByContextEventArgs
source: html/81028cdf-3b8c-b121-5b55-238e77a43583.htm
---
# ViewsExportedByContextEventArgs Methods

Gets the views that were exported by CustomExporter.